//******************************************************************************
//******************************************************************************
//**                                                                          **
//** Copyright(C) 2020-2021, XCradle Electronic Information Industry Co., Ltd. **
//**                                                                          **
//**                          All Rights Reserved.                            **
//**                                                                          **
//******************************************************************************
//******************************************************************************

//******************************************************************************
// [File] OemFboSup.sd
// [Description] Define Fixed boot order option.
// [Author] Stephen Xu
// [Date] 20210219
//******************************************************************************
/=#
#include "VFR.uni"

//Add Fixed boot order item
#string STR_FIXED_BOOT_ORDER_EN         #language eng "Fixed Boot Order Control"
                                        #language zh-chs "固定启动顺序控制"
                                        #language x-AMI "FBO002"
#string STR_FIXED_BOOT_ORDER_EN_HELP    #language eng "When disabled, user can manually change devices' boot order, otherwise related items would be grayout"
                                        #language zh-chs "禁用后，用户可以手动更改设备的启动顺序，否则相关项目将显示为灰色"

//******************************************************************************
//******************************************************************************
//**                                                                          **
//** Copyright(C) 2020-2021, XCradle Electronic Information Industry Co., Ltd. **
//**                                                                          **
//**                          All Rights Reserved.                            **
//**                                                                          **
//******************************************************************************
//******************************************************************************
